Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: All right. I will do this for the village. Can you keep the mage off our backs?
uk_ua: Гаразд, я зроблю це заради села. Ти зможеш прикрити наші спини?

source: All soldiers of darkness will meet the same fate by my hand.
uk_ua: Усіх воїнів пітьми, що потраплять в мої руки, чекає один кінець.

source: All the peoples of the world stand against you. Though we would be enemies otherwise, we are united in our cause. We must stop you!
uk_ua: Народи всього світу стоять проти тебе. Хоча ми були б ворогами за інших обставин, зараз ми єдині. Ми зупинимо тебе!

source: All the player’s units must reach the tunnel. Then Delfador.
uk_ua: Усі бійці гравця повинні досягти тунелю. Потім Делфадор.

source: All things end one way or another. Alas, I would have liked to see my home in Westin one more time, but I am too tired. Tired of running, and tired of fleeing from these undead, who corrupted and consumed my brothers. You may think us criminals and outlaws, but we are still human and we still know loyalty and gratitude.
uk_ua: Усе рано чи пізно закінчується. На жаль, я хотів би побачити мій будинок у Вестіні хоч ще раз, але я занадто втомлений. Втомлений переховуватися і втомлений тікати від цих мерців, що осквернили та поглинули моїх братів. Ви можете думати, що ми, злочинці та вигнанці, але ми все ще залишаємося людьми, і ми знаємо про вірність та вдячність.

source: Alliance
uk_ua: Альянс

source: Allied units ignore enemy zones of control adjacent to this unit.
uk_ua: Дружні бійці ігнорують зони контроля ворогів, що знаходяться поряд з цим бійцем.

source: Allied village
uk_ua: Союзницьке село

source: Allies
uk_ua: Союзники

source: Allow damage calculation with Monte Carlo simulation
uk_ua: Обчислення шкоди методом Монте-Карло

source: Allow for mirror matchups when random factions are chosen
uk_ua: Дозволити дзеркальні матчі при виборі випадкових фракцій

source: Allow the damage calculation window to simulate fights instead of using exact probability calculations
uk_ua: Дозволити обчислення шкоди через симуляцію битви замість точних обчислень ймовірності

source: Allow users who are not playing to watch the game
uk_ua: Дозволити іншим гравцям спостерігати з грою

source: Allows the unit to heal adjacent allied units at the beginning of our turn. A unit cared for by this healer may heal up to 4 HP per turn, or stop poison from taking effect for that turn. A poisoned unit cannot be cured of its poison by a healer, and must seek the care of a village or a unit that can cure.
uk_ua: Дозволяє бійцю зцілювати сусідніх дружніх бійців на початку свого ходу. Боєць отримує від цілителя до 4 ЗД за хід, або не втрачає здоров'я від отрути в поточному ходу. Отруєних бійців цілитель не лікує, шукайте село або лікаря.

source: Allows the unit to heal adjacent allied units at the beginning of our turn. A unit cared for by this healer may heal up to 4 HP per turn, or stop poison from taking effect for that turn. This ability will not cure an affected unit of poison, however, only delay its effect.
uk_ua: Дозволяє бійцю зцілювати сусідніх дружніх бійців на початку свого ходу. Боєць отримує від цілителя до 4 ЗД за хід, або не втрачає здоров'я від отрути в поточному ходу. Ця здібність не впливає на отруєних бійців, натомість, затримує дію отрути.

source: Allows the unit to heal adjacent friendly units at the beginning of each turn. A unit cared for by this healer may heal up to 4 HP per turn, or stop poison from taking effect for that turn. A poisoned unit cannot be cured of its poison by a healer, and must seek the care of a village or a unit that can cure.
uk_ua: Зцілює сусідніх дружніх бійців на початку свого ходу. Боєць отримує від цілителя до 4 ЗД за хід, або не втрачає здоров'я від отрути в поточному ходу. Отруєних бійців цілитель не лікує, шукайте село або лікаря.

source: Alls I can say for certain is we’ve made ourselves enemies of the Crown. They’ll be hunting us now.
uk_ua: Усе, шо точно можна сказати, ми повстали проти Корони і зробили себе ійі ворогами. Типер за нами полюватимуть.

source: Almost two months! I know not why, but one night, Sir Loris took several of our patrols along the Westin road and never returned. The very next evening, these ruffians struck and killed eight of my men. We defended the citadel and held out, hoping for reinforcements, but they never came. Something must have happened in Westin, else Sir Loris would have relieved us by now.
uk_ua: Приблизно два місяці! Не знаю нащо, але однієї ночі Пан Лоріс взяв декілька наших патрулів і направився до Вестіну, та вже не повернувся. Наступного вечора бандити напали і вбили вісьмох моїх бійців. Ми утримували цитадель і лише сподівалися на підкріплення, але вони ніколи не прийшли. Мабуть, щось сталося в Вестіні, інакше Пан Лоріс врятував би нас.

source: Alone at Last
uk_ua: Нарешті один

source: Alright. The bridge it is, then, but I’ll be careful about the crossing.
uk_ua: Добре. Тепер міст, але я буду обережним при переправі.

source: Also kill Marg-Tonz
uk_ua: Також вбийте Марг-Тонза

source: Also, I have a little gold I can bring along.
uk_ua: Також у мене з собою є трохи золота.

source: Also, remember that these woods are crawling with elves. Stay on the path and perhaps we can avoid at least most of them. If we do get seen, well, let’s hope they won’t attack us.
uk_ua: Також пам'ятайте, що ці ліси повні ельфів. Тримайтеся стежки, і тоді, сподіваюся, ми розминемося хоча б з частиною. Якщо нас не побачать, що ж, сподіваюся, нас не атакують.

source: Altar
uk_ua: Вівтар

source: Alternate Wesnoth Server
uk_ua: Альтернативний сервер Wesnoth

source: Alternative objective:
uk_ua: Альтернативна ціль:

source: Althasol
uk_ua: Алтасол

source: Although the King did reprimand Eldred for his actions, Delfador could sense that the military commanders were solidly behind Eldred and his mother. Asheviere had flattered them and beguiled them with promises of glory and plunder in a coming war.
uk_ua: Не дивлячись на те, що Король зробив Елдьреду догану за його вчинок, Делфадор відчував, що воєначальники були на стороні Ельдреда та його матері. Ашевір лестила їм і вводила їх в оману обіцянками про славу і трофеї в прийдешній війні.

source: Although the dwarves cannot match the taller races in a sprint, when unencumbered by heavy armor their tremendous stamina and endurance allows them to match all but the fastest on foot. Dwarvish Scouts use this to their advantage, ranging ahead of the main force and reporting back on troop movements and dispositions, or securing important objectives. Outside of battle, they are often used to relay messages between dwarvish communities. However, they pay for their speed with the poorer protection provided by their lighter armor.
uk_ua: В бігу гномам не перевершити більш високорослих рас, але коли вони позбавляються від важких обладунків, їх неймовірна витривалість дозволяє їм змагатися з іншими расами. Гноми розвідники використовують цю перевагу, виходячи попереду основних сил, докладаючи про позиції і пересування противника або захоплюючи важливі цілі. У мирний час вони нерідко служать для передачі послань між різними общинами гномів. Проте за швидкість вони платять слабкішим захистом своїх легких обладунків.

source: Always AMLA with 60 XP and raises maximum health by 6 HP.
uk_ua: Підвищення після максимального рівню завжди коштує 60 ОД та збільшує максимальне здоров'я на 6 ЗД.

source: Always happy to help a tree-friend. May the Powers of Light guide you on your way!
uk_ua: Завжди радий допомогти другу дерев. Нехай Сили Світла освітять твій шлях!

source: Always rest heals
uk_ua: Завжди лікується під час відпочинку

source: Alwyn
uk_ua: Альвін

source: Al’Mar
uk_ua: Ал’Мар

source: Al’Tar
uk_ua: Ал’Тар

source: Amadrielia,Amadrielindë,Amadriendra,Amadriewen,Amarang,Amebrilindë,Amedë,Améthien,Amewien,Amil-Gadith,Amil-Garith,Amilmadia,Amiolith,Amionia,Amithraniel,Amithrawien,Amiwen,Amodë,Amorfilith,Amorith,Amulia,Amuviel,Amuwen,Analia,Anang,Anaraclya,Anáthien,Anebriniel,Anilmarith,Aning,Aniorith,Anówien,Anundra,Anuthiel,Anuthien,Anylindë,Anythien,Anywien,Belaclya,Beladrielith,Beladriewen,Beladriewien,Belarania,Belaraviel,Belebrindra,Belendra,Beliolia,Belithraniel,Belithrawiel,Belithrawien,Belowen,Belulindë,Cádë,Cadriewen,Caladrieng,Calándra,Calang,Calánia,Calebriwien,Calewen,Calewiel,Calil-Galith,Calilmalith,Calithraclya,Calóniel,Calorfiniel,Calówien,Caluclya,Ceclya,Celadë,Celália,Celálindë,Celarandra,Celararith,Celárith,Celebriniel,Celebriviel,Celelith,Celéng,Celérith,Celidien,Celilith,Celindë,Celiodë,Celioniel,Celith,Celithradith,Celódith,Celorfilindë,Celorfing,Celorfiwien,Celówien,Celylia,Cethien,Cing,Cithralith,Cithrania,Cithrawen,Cólindë,Corfiviel,Cydia,Delararith,Delebrinia,Deléthien,Delil-Ganiel,Deliowen,Delithrathiel,Delóndra,Delorfilindë,Delorfithien,Deloviel,Delydien,Eäradriedien,Eärániel,Eärarawien,Eärélia,Eärenia,Eärewen,Eäréwiel,Eärilmadë,Eärilmathien,Eäriolith,Eärithrang,Eärorfiwien,Eärudë,Eladriedë,Eladrielia,Elarawiel,Elebrindra,Eledë,Elelith,Elil-Gang,Elilmalia,Elilmawien,Elithraclya,Elithradien,Elóndra,Elorfing,Elorfithien,Elradrierith,Elránia,Elrebridith,Elréthiel,Elrilindë,Elrilmandra,Elrilmathien,Elrithiel,Elrithradith,Elriwen,Elródith,Elrorfidia,Eluviel,Elvádia,Elvánia,Elvil-Gawien,Elvilmathiel,Elviniel,Elviondra,Elvithrang,Elvithrathien,Elvowien,Elvyniel,Elvyviel,Elynia,Elywen,Eowalia,Eowarawien,Eowathiel,Eowebridith,Eowedith,Eowidien,Eowil-Galindë,Eowilindë,Eowiowien,Eowylia,Eowyniel,Fadriedith,Fadrielia,Fadriendra,Fadrienia,Falindë,Fáthiel,Fathien,Fáwien,Feclya,Féthiel,Fil-Galia,Fil-Gathiel,Fil-Gawien,Filmaclya,Fioniel,Fódë,Fólindë,Fulindë,Gadrieclya,Gadrieviel,Galadriethien,Galándra,Galaraniel,Galebrilia,Galebrindra,Galédë,Galedien,Galéwiel,Galil-Gania,Galilmadia,Galiothiel,Galithrathien,Galólia,Galolindë,Galorfiwiel,Galothiel,Galowen,Galundra,Galyniel,Gathien,Gáviel,Gebririth,Gewen,Gil-Gawien,Gilia,Gioniel,Gioviel,Giowen,Githrania,Githrawiel,Glália,Glebrithien,Gléndra,Glilmadien,Glilmawiel,Glithiel,Gloclya,Glodith,Glorfilith,Gloviel,Glowiel,Goclya,Godien,Gólia,Golindë,Guviel,Harawiel,Haviel,Háwien,Héclya,Hedia,Helith,Hewen,Hil-Gania,Hiodë,Hiwien,Hodia,Hódia,Horfinia,Horfiwien,Hóthiel,Huclya,Hunia,Huthien,Hyclya,Hythiel,Hythien,Isadrieng,Isáwen,Isebridien,Isebrinia,Isendra,Iséng,Iseviel,Isil-Garith,Isilindë,Isithradë,Isithradien,Isithrarith,Isithrawiel,Isóthien,Legádë,Legadien,Legadrieclya,Legadriedë,Legadrieniel,Legaraclya,Legebrilia,Legelith,Legeng,Legéniel,Legethiel,Legidia,Legil-Galindë,Legilmadith,Legilmawiel,Legithralindë,Legithrandra,Legithrania,Legolith,Legondra,Legorfidë,Lómániel,Lómebriclya,Lómebriniel,Lómedia,Lómeniel,Lómiclya,Lómilindë,Lómilmathiel,Lómilmawiel,Lómithradë,Lómithrarith,Lómódë,Lómolith,Lómóndra,Lómorfing,Lómorith,Lómudia,Lómulindë,Lómuniel,Lómuthiel,Lómynia,Lómythien,Mádia,Madrieclya,Maraclya,Mebriwiel,Meclya,Medien,Mil-Gathiel,Mil-Gathien,Milindë,Milith,Miowen,Miowiel,Mithradë,Mithralindë,Módë,Módia,Moniel,Morfilindë,Munia,Myndra,Mywiel,Narania,Naraniel,Náviel,Nawen,Newen,Nil-Gang,Nilmadia,Niodien,Niolia,Niothien,Nithraniel,Nithrarith,Nowen,Nydith,Pádia,Padriedith,Paralindë,Parandra,Pawen,Pebridien,Pil-Gadia,Pil-Gadien,Pilindë,Pindra,Pong,Porfindra,Porfiwien,Póviel,Pulia,Puthien,Reniel,Réviel,Ril-Gawien,Rindra,Riothien,Róng,Rorfiviel,Sadrienia,Sadrierith,Sálindë,Sáng,Saradith,Sarandra,Sédith,Sendra,Sethien,Silmaclya,Silmathiel,Sioclya,Siorith,Sithrang,Sithrawen,Soniel,Sothiel,Sothien,Syniel,Tadrierith,Tang,Taradien,Tarathiel,Tathiel,Terith,Thradia,Thrália,Thraraviel,Threbriniel,Thredien,Thrérith,Thridith,Thrinia,Thrithradia,Thrithrandra,Thrithraniel,Throlith,Throng,Throthiel,Thrulith,Thruthien,Thryng,Til-Gandra,Tilmaclya,Tilmaviel,Tináclya,Tinadriethien,Tinálindë,Tinaraniel,Tinarathien,Tinawiel,Tinebrithiel,Tinerith,Tinil-Gania,Tinil-Gawiel,Tiniolith,Tinithrathiel,Tinóng,Tinorfilith,Tinorfithien,Tinudia,Tiorith,Tithrathien,Tówiel,Tuniel,Unadrieng,Unáthien,Unebridë,Unénia,Unil-Gadia,Unilmadia,Unindra,Uniodë,Uniolia,Uniong,Unionia,Unóndra,Unorfiwen,Unulindë,Unuviel,Unynia,Uraclya,Uradriedia,Uránia,Urárith,Urebriclya,Ureclya,Urilmadia,Urilmawiel,Uriolia,Urithralindë,Uruthien,Uryrith,Vadrierith,Vadrieviel,Vadriewen,Varawiel,Vebrithien,Vil-Gandra,Violindë,Viowiel,Vithrang,Vithraniel,Viwiel,Vódia,Vóng,Vorficlya,Vorfing,Vorfirith,Vorfiwiel,Vówien
uk_ua: Амадріелія,Амадріелінде,Амадріендра,Амадріевен,Амаранг,Амебрілінде,Амеде,Аметьен,Амевьен,Аміль-Гадіт,Аміль-Гаріт,Амільмадія,Аміоліт,Аміонія,Амітраніель,Амітравьен,Амівен,Амоде,Аморфіліт,Аморіт,Амулія,Амувіель,Амувен,Аналія,Ананг,Анараклія,Анатьен,Анебрініель,Анільмаріт,Анінг,Аніоріт,Ановьен,Анундра,Анутіель,Анутьен,Енілінде,Енітьен,Енівьен,Белаклія,Беладріеліт,Беладріевен,Беладріевьен,Беларанія,Беларавіель,Белебріндра,Белендра,Беліолія,Белітраніель,Белітравіель,Белітравьен,Беловен,Белулінде,Каде,Кадріевен,Каладріенг,Каландра,Каланг,Каланія,Калебрівьен,Калевен,Калевьель,Каліл-Галіт,Калілмаліт,Калітраклія,Калоніель,Калорфініель,Каловьен,Калуклія,Цеклія,Целаде,Целалія,Целалінде,Целарандра,Целараріт,Целаріт,Целебрініель,Целебрівіель,Целеліт,Целенг,Целеріт,Целідіен,Целіліт,Целінде,Целіоде,Целіоніель,Целіт,Целітрадіт,Целодіт,Целорфілінде,Целорфінг,Целорфівьен,Целовьен,Целілія,Цетьен,Цінг,Цітраліт,Цітранія,Цітравен,Солінде,Сорфівіель,Цідія,Делараріт,Делебрінія,Делетьен,Деліль-Ганьель,Деліовен,Делітратіель,Делондра,Делорфілінде,Делорфітьен,Деловіель,Делідьен,Ерадріедіен,Ераніель,Ераравьен,Ерелія,Еренія,Еревен,Еревьель,Ерільмаде,Ерільматьен,Еріоліт,Ерітранг,Ерорфівьен,Ерюде,Еладріеде,Еладріелія,Еларавьель,елебріндра,Еледе,Елеліт,Еліль-Ганг,Елільмалія,Елільмавьен,Елітраклія,Елітрадіен,Елондра,Елорфінг,Елорфітьен,Ельрадріеріт,Ельранія,Ельребрідіт,Ельретіель,Ельрілінде,Ельрільмандра,Ельрільматьен,Ельрітіель,Ельрітрадіт,Ельрівен,Ельродіт,Ельрорфідія,Елувьель,Ельвадія,Ельванія,Ельвіль-Гавьен,Ельвільматіель,Ельвініель,Ельвіондра,Ельвітранг,Ельвітратьен,Ельвовьен,Ельвініель,Ельвівіель,елінія,Елівен,Еовалія,Еоваравьен,Еоватіель,Еовебрідіт,Еоведіт,Еовідіен,Еовіль-Галінде,Еовілінде,Еовіовьен,Еовілія,Еовініель,Фадріедіт,Фадріелія,Фадріендра,Фадріенія,Фалінде,Фатіель,Фатьен,Фавьен,Феклія,Фетіель,Філь-Галія,Філь-Гатіель,Філь-Гавьен,Фільмаклія,Фініель,Фоде,Фолінде,Фулінде,Гадріеклія,Гадріевіель,Галадріетьен,Галандра,Галараніель,Галебрілія,Галебріндра,Галеде,Галедіен,Галевьель,Галіль-Ганія,Галільмадія,Галіотіель,Галітратьен,Галолія,Галолінде,Галорфівьель,Галотіель,Галовен,Галундра,Галініель,Гатьен,Гавіель,Гебріріт,Гевен,Гіль-Гавьен,Гілія,Гіоніель,Гіовіель,Гіовен,Гітранія,Гітравіель,Глалія,Глебрітьен,Глендра,Глільмадіен,Глільмавьель,Глітіель,Глоклія,Глодіт,Глорфіліт,Гловіель,Гловьель,Гоклія,Годіен,Голія,Голінде,Гювіель,Гаравьель,Хавіель,Гавьен,Геклія,Гедія,Геліт,Хевен,Хіль-Ганія,Гіоде,Гівьен,Ходія,Годія,Хорфінія,Хорфівьен,Хотіель,Гюклія,Гюнія,Гютьен,Хіклія,Хітіель,Хітьен,Ізадріенг,Ізавен,ізебрідіен,Ізебрінія,Ізендра,Ізенг,Ізевіель,Ізіль-Гаріт,Ізілінде,Ізітраде,Ізітрадіен,Ізітраріт,Ізітравіель,Ізотьен,Легаде,Легадіен,Легадріеклія,Легадріеде,Легадріеніель,Легараклія,Легебрілія,Легеліт,Легенг,Легеніель,Легетіель,Легідія,Легіль-Галінде,Легільмадіт,Легільмавьель,Легітралінде,Легітрандра,Легітранія,Леголіт,Легондра,Легорфіде,Ломаніель,Ломебріклія,Ломебрініель,Ломедія,Ломеніель,Ломіклія,Ломілінде,Ломільматіель,Ломільмавьель,Ломітраде,Ломітраріт,Ломоде,Ломоліт,Ломондра,Ломорфінг,Ломоріт,Ломюдія,Ломюлінде,Ломюніель,Ломютіель,Ломінія,Ломітьен,Мадія,Мадріеклія,Мараклія,Мебрівьель,Меклія,Медіен,Міль-Гатіель,Міль-Гатьен,Мілінде,Міліт,Міовен,Міовьель,Мітраде,Мітралінде,Моде,Модія,Моніель,Морфілінде,Мунія,Мундра,Мівьель,Наранія,Нараніель,Навіель,Навен,Невен,Ніль-Ганг,Нільмадія,Ніодіен,Ніолія,Ніотьен,Нітраніель,Нітраріт,Новен,Нідіт,Падія,Падріедіт,Паралінде,Парандра,Павен,Пебрідіен,Піль-Гадія,Піль-Гадіен,Пілінде,Піндра,Понг,Порфіндра,Порфівьен,Повіель,Пулія,Путьен,Реніель,Ревіель,Ріль-Гавьен,Ріндра,Ріотьен,Ронг,Рорфівіель,Садріенія,Садріеріт,Салінде,Санг,Сарадіт,Сарандра,Седіт,Сендра,Сетьен,Сільмаклія,Сільматіель,Сіоклія,Сіоріт,Сітранг,Сітравен,Соніель,Сотіель,Сотьен,Сініель,Тадріеріт,Танг,Тарадіен,Таратіель,Татіель,Теріт,Традія,Тралія,Траравіель,Требрініель,Тредіен,Треріт,Трідіт,Трінія,Трітрадія,Трітрандра,Трітраніель,Троліт,Тронг,Тротіель,Труліт,Трутьен,Трінг,Тіль-Гандра,Тільмаклія,Тільмавіель,Тінаклія,Тінадріетьен,Тіналінде,Тінараніель,Тінаратьен,Тінавьель,Тінебрітіель,Тінеріт,Тініль-Ганія,Тініль-Гавьель,Тініоліт,Тінітратіель,Тінонг,Тінорфіліт,Тінорфітьен,Тінудія,Тіоріт,Тітратьен,Товьель,Туніель,Унадріенг,Унатьен,Унебріде,Уненія,Уніль-Гадія,Унільмадія,Уніндра,Уніоде,Уніолія,Уніонг,Уніонія,Унондра,Унорфівен,Унулінде,Унувіель,Унінія,Ураклія,Урадріедія,Уранія,Ураріт,Уребріклія,Уреклія,Урільмадія,Урільмавьель,Уріолія,Урітралінде,Урутьен,Уріріт,Вадріеріт,Вадріевіель,Вадріевен,Варавьель,Вебрітьен,Віль-Гандра,Віолінде,Віовьель,Вітранг,Вітраніель,Вівьель,Водія,Вонг,Ворфіклія,Ворфінг,Ворфіріт,Ворфівьель,Вовьен
